Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/bible/osko/index.php_kat_id=56_art_id=128.html.tmx
Source language: nob
Languages: sme

source: Kristuskransen
sme: Kristuskránsa

source: Jesus ble også døpt.
sme: Maiddái Jesus gásttašuvvui.

source: Det var døperen Johannes som døpte han.
sme: Lei gásttašeaddji Johanas gii su gásttašii.

source: Når Jesus ble døpt hørtes det en stemme fra himmelen som sa: Dette er min elskede Sønn.
sme: Go Jesus gásttašuvvui, de gullui jietna almmis mii celkkii: Don leat mu Bárdni gean mu ráhkistan.

source: På denne måten bekreftet Gud at Jesus var hans Sønn, slik som Jesus sa.
sme: Dainna lágiin duođaštii Ipmil ahte Jesus lei su Bárdni, nugo Jesus lei cealkán.

source: Det var mange tilstede som hørte det.
sme: Ja olu olbmot gulle dan.

source: Guds Ånd kom ned over han i form av en due.
sme: Ipmila Vuoigŋa bođii su badjelii duvvá hámis.

source: Som Guds barn visste Jesus at han var i Guds omsorg.
sme: Jesus lei Ipmila mánná ja danne diđii son ahte Ipmil atná sus fuola.

source: Han visste at når han ba kunne Gud høre han og svare han.
sme: Son diđii ahte go rohkadalai, de sáhtii Ipmil su gullat ja sutnje vástidit.

source: Fortellingen om når Jesus ble døpt kan du lese i Lukasevangeliet kapittel 3 vers 21 og 22
sme: Jesusa gásttašeami birra sáhtát lohkat Lukasevangeliuma 3. kapihttalis, 21 ja 22 vearssain ja dasalassin paraleallaid
